export default {
  projections: {
    КлиентыE: {
      наимЗаказа: {
        __caption__: 'Наим заказа'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      пунктПостав: {
        __caption__: 'Пункт постав'
      },
      расСчет: {
        __caption__: 'Рас счет'
      }
    },
    КлиентыL: {
      наимЗаказа: {
        __caption__: 'Наим заказа'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      пунктПостав: {
        __caption__: 'Пункт постав'
      },
      расСчет: {
        __caption__: 'Рас счет'
      }
    }
  },
  validations: {
    иНН: {
      __caption__: 'ИНН'
    },
    наимЗаказа: {
      __caption__: 'Наим заказа'
    },
    пунктПостав: {
      __caption__: 'Пункт постав'
    },
    расСчет: {
      __caption__: 'Рас счет'
    },
    телефон: {
      __caption__: 'Телефон'
    }
  }
};
