export default {
  projections: {
    ТоварыE: {
      наимТовара: {
        __caption__: 'Наим товара'
      },
      произв: {
        __caption__: 'Произв'
      },
      едИзм: {
        __caption__: 'Ед изм'
      },
      цена: {
        __caption__: 'Цена'
      },
      масса: {
        __caption__: 'Масса'
      }
    },
    ТоварыL: {
      наимТовара: {
        __caption__: 'Наим товара'
      },
      произв: {
        __caption__: 'Произв'
      },
      едИзм: {
        __caption__: 'Ед изм'
      },
      цена: {
        __caption__: 'Цена'
      },
      масса: {
        __caption__: 'Масса'
      }
    }
  },
  validations: {
    едИзм: {
      __caption__: 'Ед изм'
    },
    масса: {
      __caption__: 'Масса'
    },
    наимТовара: {
      __caption__: 'Наим товара'
    },
    произв: {
      __caption__: 'Произв'
    },
    цена: {
      __caption__: 'Цена'
    }
  }
};
